Repository: common-repository/the-soccer-stats
Catalog: lang/tss-*.po
Languages: fi

source: Player added to following seasons:
fi: Pelaaja lisätty seuraaviin kausiin:

source: Substitutions:
fi: Vaihdot:

source: Goals:
fi: Maalit:

source: Yellow cards:
fi: Keltaiset kortit:

source: Red cards:
fi: Punaiset kortit:

source: Current opening lineup:
fi: Avauskokoonpano:

source: Substitutes:
fi: Vaihdossa:

source: Location
fi: Paikka

source: W
fi: V

source: D
fi: T

source: L
fi: H

source: GD
fi: ME

source: Home
fi: Koti

source: Away
fi: Vieras

source: Neutral
fi: Neutraali

source: Total
fi: Yhteensä

source: Matches against this opponent
fi: Ottelut tätä vastustajaa vastaan

source: Date
fi: Päivämäärä

source: Hometeam
fi: Kotijoukkue

source: Awayteam
fi: Vierasjoukkue

source: Matchtype
fi: Ottelutyyppi

source: Result
fi: Tulos

source: Season
fi: Kausi

source: Starts
fi: Aloituksessa

source: Substitutions in
fi: Vaihdosta sisään

source: Goals
fi: Maalit

source: Yellow cards
fi: Keltaiset kortit

source: Red cards
fi: Punaiset kortit

source: Matches
fi: Ottelut

source: Filter by match type..
fi: Suodata ottelutyypin mukaan..

source: Players
fi: Pelaajat

source: Delete
fi: Poista

source: Nothing found from database
fi: Tietoja ei ole

source: In:
fi: Sisään:

source: Out:
fi: Ulos:

source: Minute:
fi: Minuutti:

source: pen.
fi: rp.

source: O.G.
fi: OM

source: None
fi: Ei yhtään.

source: Starters
fi: Avaus

source: Substitutes
fi: Vaihdossa

source: Substitutions
fi: Vaihdot

source: FT
fi: 90min

source: AET
fi: JA

source: PEN.
fi: RPK.

source: Goalkeeper
fi: Maalivahti

source: Defender
fi: Puolustaja

source: Midfield
fi: Keskikenttä

source: Striker
fi: Hyökkääjä

source: Match details
fi: Ottelun tiedot

source: Opponent details
fi: Vastustajan tiedot

source: Your team stats
fi: Joukkueesi tilastot

source: Time
fi: Aika

source: Match type
fi: Ottelumuoto

source: Additional match type
fi: Ottelumuodon tarkennus

source: Attendance
fi: Yleisömäärä

source: Opponent
fi: Vastustaja

source: Goals for
fi: Tehtyjä maaleja

source: Goals against
fi: Päästettyjä maaleja

source: Overtime
fi: Jatkoaika

source: Penalties
fi: Rangaistuspotkut

source: Show/hide pen. goals
fi: Näytä/piilota rp-maalit

source: Goals for (pen.)
fi: Tehtyjä maaleja (rpk.)

source: Goals against (pen.)
fi: Päästettyjä maaleja (rpk.)

source: Calculate stats from this match
fi: Laske tilastot tästä ottelusta

source: Add
fi: Lisää

source: In
fi: Sisään

source: Out
fi: Pois

source: Minute
fi: Minuutti

source: Goal scorer:
fi: Maalintekijä:

source: Penalty
fi: Rangasituspotku

source: Own goal
fi: Oma maali

source: Own scorer
fi: Oman maalin tekijä

source: Want to show opponent stats
fi: Näytetäänkö vastustajan tiedot

source: Player details
fi: Pelaajan tiedot

source: Add player to season
fi: Lisää pelaaja kauteen

source: Shirt number
fi: Paidan numero

source: Place of birth
fi: Syntymäpaikka

source: Height
fi: Pituus

source: Weight
fi: Paino

source: Date of birth
fi: Syntymäaika

source: Player position
fi: Pelaajan pelipaikka

source: Previous clubs
fi: Edelliset seurat

source: Add or remover player to season.
fi: Lisää tai poista pelaaja kauteen/kaudesta

source: Seasons
fi: Kaudet

source: Add New
fi: Lisää uusi

source: Add New Season
fi: Lisää uusi kausi

source: New Season
fi: Uusi kausi

source: Edit Season
fi: Muokkaa kautta

source: View Season
fi: Katso kausi

source: All Seasons
fi: Kaikki kaudet

source: Search Seasons
fi: Etsi kausia

source: Parent Seasons:
fi: Parent kaudet

source: No Seasons found.
fi: Kausia ei löytynyt

source: No Seasons found in Trash.
fi: Kausia ei löytynyt roskakorista

source: The Soccer Stats seasons.
fi: The Soccer Stats kaudet.

source: season
fi: kausi

source: Opponents
fi: Vastustajat

source: Add New Opponent
fi: Lisää uusi vastustaja

source: New Opponent
fi: Uusi vastustaja

source: Edit Opponent
fi: Muokkaa vastustajaa

source: View Opponent
fi: Katso vastustaja

source: All Opponents
fi: Kaikki vastustajat

source: Search Opponents
fi: Etsi vastustajia

source: Parent Opponents:
fi: Parent vastustajat

source: No Opponents found.
fi: Vastustajia ei löytynyt

source: No Opponents found in Trash.
fi: Vastustajia ei löytynyt roskakorista.

source: The Soccer Stats opponents.
fi: The Soccer Stats vastustajat

source: opponent
fi: vastustaja

source: Player
fi: Pelaaja

source: Add New Player
fi: Lisää uusi pelaaja

source: New Player
fi: Uusi pelaaja

source: Edit Player
fi: Muokkaa pelaajaa

source: View Player
fi: Katso pelaaja

source: All Players
fi: Kaikki pelaajat

source: Search Players
fi: Etsi pelaajia

source: Parent Players:
fi: Parent pelaajat:

source: No Players found.
fi: Pelaajia ei löytynyt.

source: No Players found in Trash.
fi: Pelaajia ei löytynyt roskakorista.

source: The Soccer Stats players.
fi: The Soccer Stats pelaajat.

source: player
fi: pelaaja

source: Match
fi: Ottelu

source: Add New Match
fi: Lisää uusi ottelu

source: New Match
fi: Uusi ottelu

source: Edit Match
fi: Muokkaa ottelua

source: View Match
fi: Katso ottelu

source: All Matches
fi: Kaikki ottelut

source: Search Matches
fi: Etsi otteluita

source: Parent Matches:
fi: Parent ottelut

source: No matches found.
fi: Otteluita ei löytynyt.

source: No matches found in Trash.
fi: Otteluita ei löytynyt roskakorista.

source: The Soccer Stats Matches.
fi: The Soccer Stats ottelut.

source: match
fi: ottelu

source: Match types
fi: Ottelumuodot

source: Add New Match Type
fi: Lisää uusi ottelumuoto

source: New Match Type
fi: Uusi ottelumuoto

source: Edit Match Type
fi: Muokkaa ottelumuotoa

source: View Match Type
fi: Katso ottelumuoto

source: All Match Types
fi: Kaikka ottelumuodot

source: Search Match Types
fi: Etsi ottelumuotoja

source: Parent Match Types:
fi: Parent ottelumuodot:

source: No Match Types found.
fi: Ottelumuotoja ei löytynyt.

source: No Match Types found in Trash.
fi: Ottelumuotoja ei löytynyt roskakorista.

source: The Soccer Stats match types.
fi: The Soccer Stats ottelumuodot.

source: matchtype
fi: ottelumuoto

source: Settings for The Soccer Stats
fi: The Soccer Stats asetukset

source: The Soccer Stats options
fi: The Soccer Stats valinnat

source: My team?
fi: Joukkueeni?

source: How to show the content in site?
fi: Miten sisältö näytetään?

source: Do you have Bootstrap installed to your theme?
fi: Onko Boostrap asennettu jo teemaasi?

source: Date settings?
fi: Päivämäärä asetukset?

source: The Soccer Stats installation
fi: The Soccer Stats asennus

source: Rebuild match titles
fi: Muokkaa otteluiden otsikot

source: Use container - content is fixed based on window width
fi: Käytä containeria - sisällön leveys määritetään ikkunan leveyden mukaan

source: Whole width
fi: Koko leveys

source: Yes
fi: Kyllä

source: No
fi: Ei

source: No idea what is Bootstrap..
fi: En tiedä, mikä on Bootstrap..

source: The Soccer Stats uses the date settings defined under main Wordpress settings.
fi: The Soccer Stats käyttää Wordpressin omaa päivämääräasetusta.

source: There is something wrong with the database. Reactivate the plugin.
fi: Tietokannassa on jokin vika. Aktivoi lisäosa uudelleen.

source: The Soccer Stats related database tables are found. Proceed with the plugin... :)
fi: Tietokanta kunnossa. Voit jatkaa työskentelyä.. :)

source: Modify all match titles like this: date vs. opponent name
fi: Muokkaa otteluiden otsikot näin: pvm vs. vastustaja

source: Rebuild
fi: Muokkaa uudelleen

source: Match report
fi: Otteluraportti

source: Team details
fi: Joukkueen tiedot

source: Stats against this opponent
fi: Tilastot tätä vastustajaa vastaan

source: Date of birth:
fi: Syntymäaika:

source: Place of birth:
fi: Syntymäpaikka:

source: Position:
fi: Pelipaikka:

source: Height:
fi: Pituus:

source: Weight:
fi: Paino:

source: Previous clubs:
fi: Edelliset seurat:

source: Player description
fi: Kuvaus

source: Stats
fi: Tilastot

source: Latest matches in starting 11
fi: Viimeiset ottelut aloituksessa

source: Latest matches where scored
fi: Viimeiset ottelut, missä tehnyt maalin

source: Latest matches where booked
fi: Viimeiset ottelut, missä varoitettu

source: Latest matches where sent off
fi: Viimeiset ottelut, missä saanut punaisen kortin

source: Settings
fi: Asetukset

source: Add player description to editor.
fi: Lisää pelaajan kuvaus editoriin.

source: Add season name to title.
fi: Lisää kauden nimi otsikkoon.

source: Add opponent name to title.
fi: Lisää vastustajan nimi otsikkoon.

source: Add match report to editor below.
fi: Lisää otteluraportti alla olevaan editoriin.
